{
  "doc-db430d0d2232938b43c675f644add17e": {
    "content": "BỘ GIÁO DỤC VÀ ĐÀO TẠO\n______________ Số: 01/2024/TT-BGDĐT CỘNG HÒA XÃ HỘI CHỦ NGHĨA VIỆT NAM\nĐộc lập - Tự do - Hạnh phúc \n__________________________ Hà Nội, ngày 05 tháng 02 năm 2024\nTHÔNG TƯ\nBan hành Chuẩn cơ sở giáo dục đại học\n____________________________\nCăn cứ Luật Giáo dục đại học ngày 18 tháng 6 năm 2012; Luật sửa đổi, bổ sung một số điều của Luật Giáo dục đại học ngày 19 tháng 11 năm 2018;\nCăn cứ Nghị định số 86/2022/NĐ-CP ngày 24 tháng 10 năm 2022 của Chính phủ quy định chức năng, nhiệm vụ, quyền hạn và cơ cấu tổ chức của Bộ Giáo dục và Đào tạo;\nTheo đề nghị của Vụ trưởng Vụ Giáo dục Đại học,\nBộ trưởng Bộ Giáo dục và Đào tạo ban hành Thông tư ban hành Chuẩn cơ sở giáo dục đại học.\nĐiều 1. Phạm vi điều chỉnh và đối tượng áp dụng\n1. Ban hành kèm theo Thông tư này Chuẩn cơ sở giáo dục đại học, bao gồm các tiêu chuẩn, tiêu chí là các yêu cầu tối thiểu về điều kiện bảo đảm chất lượng và chỉ số hoạt động của một cơ sở giáo dục đại học.\n2. Thông tư này áp dụng đối với các cơ sở giáo dục đại học và các tổ chức, cá nhân có liên quan.\nĐiều 2. Mục đích sử dụng Chuẩn cơ sở giáo dục đại học\nChuẩn cơ sở giáo dục đại học là cơ sở để thực hiện quy hoạch, sắp xếp mạng lưới cơ sở giáo dục đại học; đánh giá và giám sát các điều kiện bảo đảm chất lượng, việc thực hiện trách nhiệm giải trình của các cơ sở giáo dục đại học theo quy định của pháp luật.\nĐiều 3. Tổ chức thực hiện\n1. Bộ Giáo dục và Đào tạo\na) Hướng dẫn các cơ sở giáo dục đại học cung cấp, cập nhật dữ liệu phục vụ việc xác định các chỉ số và đánh giá mức độ đáp ứng các tiêu chí của Chuẩn cơ sở giáo dục đại học vào hệ thống cơ sở dữ liệu về giáo dục đại học;\nb) Công bố kết quả thực hiện Chuẩn cơ sở giáo dục đại học của các cơ sở giáo dục đại học trước ngày 30 tháng 6 hằng năm, bắt đầu từ năm 2025 cho năm báo cáo trước liền kề.\n2. Cơ sở giáo dục đại học\na) Cung cấp, cập nhập đầy đủ, chính xác và nhất quán số liệu phục vụ việc xác định các chỉ số và đánh giá mức độ đáp ứng các tiêu chí của Chuẩn cơ sở giáo dục đại học vào hệ thống cơ sở dữ liệu về giáo dục đại học. Thời điểm chốt số liệu là ngày 31 tháng 12 hằng năm; đối với số liệu về tài chính, thời điểm chốt số liệu là ngày 31 tháng 3 của năm tiếp theo.\nb) Thực hiện các biện pháp cần thiết để thường xuyên giám sát, cải tiến chất lượng và hiệu quả hoạt động giáo dục đại học, bảo đảm đạt được tất cả tiêu chuẩn, tiêu chí của Chuẩn cơ sở giáo dục đại học thuộc phạm vi áp dụng cho cơ sở giáo dục đại học từ năm 2025;\nc) Thực hiện trách nhiệm giải trình đối với người học, cơ quan quản lý nhà nước có thẩm quyền và các bên có liên quan về chất lượng và hiệu quả hoạt động giáo dục đại học thông qua kết quả thực hiện Chuẩn cơ sở giáo dục đại học.\nĐiều 4. Điều khoản thi hành\n1. Thông tư này có hiệu lực thi hành kể từ ngày 22 tháng 03 năm 2024.\n2. Bãi bỏ Thông tư số 24/2015/TT-BGDĐT ngày 23 tháng 9 năm 2015 của Bộ trưởng Bộ Giáo dục và Đào tạo quy định chuẩn quốc gia đối với cơ sở giáo dục đại học.\n\n3. Chánh Văn phòng, Vụ trưởng Vụ Giáo dục Đại học, thủ trưởng các đơn vị có liên quan thuộc Bộ Giáo dục và Đào tạo; hiệu trưởng, giám đốc cơ sở giáo dục đại học, người đứng đầu các tổ chức và cá nhân liên quan khác chịu trách nhiệm thi hành Thông tư này./.\nNơi nhận:\n- Văn phòng Quốc hội;\n- Văn phòng Chính phủ;\n- Ủy ban VHGD của Quốc hội;\n- Ban Tuyên giáo Trung ương;\n- Kiểm toán Nhà nước;\n- Cục KTVBQPPL (Bộ Tư pháp);\n- Các Bộ, cơ quan ngang Bộ;\n- UBND các tỉnh, thành phố trực thuộc Trung ương;\n- Bộ trưởng Bộ GDĐT;\n- Như khoản 3 Điều 4;\n- Công báo;\n- Cổng Thông tin điện tử của Chính phủ;\n- Cổng Thông tin điện tử của Bộ GDĐT;\n- Lưu: VT, PC, GDĐH. KT. BỘ TRƯỞNG\nTHỨ TRƯỞNG\n\n\n\n\nHoàng Minh Sơn\nBỘ GIÁO DỤC VÀ ĐÀO TẠO\n______________ CỘNG HÒA XÃ HỘI CHỦ NGHĨA VIỆT NAM\nĐộc lập - Tự do - Hạnh phúc \n__________________________\nCHUẨN CƠ SỞ GIÁO DỤC ĐẠI HỌC\n(Kèm theo Thông tư số 01/2024/TT-BGDĐT \nngày 05 tháng 02 năm 2024 của Bộ trưởng Bộ Giáo dục và Đào tạo)\n__________________________\nI. GIẢI THÍCH TỪ NGỮ\n1. Người học là người đang học tập và nghiên cứu khoa học tại cơ sở giáo dục đại học, gồm sinh viên của chương trình đào tạo đại học, chương trình đào tạo ngành chuyên sâu đặc thù cấp văn bằng trình độ bậc 6 hoặc bậc 7 theo Khung trình độ quốc gia Việt Nam (sau đây gọi chung là sinh viên đại học); học viên của chương trình đào tạo thạc sĩ hoặc chương trình đào tạo cấp văn bằng trình độ tương đương thạc sĩ (sau đây gọi chung là học viên cao học); nghiên cứu sinh của chương trình đào tạo tiến sĩ hoặc chương trình đào tạo cấp văn bằng trình độ tương đương tiến sĩ. Người học chính quy là những người học theo hình thức chính quy tại cơ sở giáo dục đại học.\n2. Số người học quy đổi là số người học được quy đối bằng cách nhân với một hệ số quy định theo trình độ, lĩnh vực và hình thức đào tạo. Số người học chính quy quy đổi là số người học chính quy được quy đổi bằng cách nhân với một hệ số quy định theo trình độ và lĩnh vực đào tạo.\n3. Người tốt nghiệp là những người đủ điều kiện được cơ sở giáo dục đại học cấp bằng tốt nghiệp hoặc đã được cơ sở giáo dục đại học cấp bằng tốt nghiệp trình độ đại học, thạc sĩ, tiến sĩ hoặc các văn bằng trình độ tương đương. Người tốt nghiệp đại học là những người tốt nghiệp chương trình đào tạo trình độ đại học hoặc chương trình đào tạo ngành chuyên sâu đặc thù cấp văn bằng trình độ tương đương bậc 7 theo Khung trình độ quốc gia Việt Nam.\n4. Giảng viên toàn thời gian bao gồm:\na) Giảng viên cơ hữu quy định tại Nghị định của Chính phủ quy định chi tiết và hướng dẫn thi hành một số điều của Luật sửa đổi, bổ sung một số điều của Luật Giáo dục đại học;\nb) Giảng viên ký hợp đồng lao động xác định thời hạn đủ 12 tháng trong năm với chế độ làm việc toàn thời gian tại cơ sở giáo dục đại học theo quy định của Bộ Giáo dục và Đào tạo về chế độ làm việc của giảng viên đại học, đồng thời không ký hợp đồng lao động có thời hạn từ 3 tháng trở lên với đơn vị sử dụng lao động khác.\n5. Giảng viên cơ hữu trong độ tuổi lao động là giảng viên cơ hữu chưa quá tuổi nghỉ hưu tính cả thời gian kéo dài đối với giảng viên cao cấp, phó giáo sư, giáo sư theo quy định của pháp luật. Độ tuổi lao động của giảng viên cơ hữu trong cơ sở giáo dục đại học tư thục được tính như quy định đối với giảng viên cơ hữu trong cơ sở giáo dục đại học công lập.\n6. Diện tích đất của cơ sở giáo dục đại học là tổng diện tích đất sử dụng ổn định lâu dài theo quy định của pháp luật, đất sử dụng có thời hạn thuộc quyền sử dụng hợp pháp của cơ sở giáo dục đại học phục vụ mục đích hoạt động giáo dục đại học tại địa phương nơi cơ sở giáo dục đại học có trụ sở hoặc phân hiệu.\n7. Diện tích sàn xây dựng trực tiếp phục vụ đào tạo là tổng diện tích sàn xây dựng thuộc quyền sở hữu của cơ sở giáo dục đại học phục vụ trực tiếp các hoạt động đào tạo, bao gồm diện tích sử dụng của các hội trường, giảng đường, phòng học các loại, phòng đa năng; phòng kỹ thuật, phòng thu; phòng thí nghiệm, thực nghiệm, thực hành, thực tập, luyện tập; thư viện, trung tâm học liệu; phòng làm việc của cán bộ quản lý, giảng viên, nhân viên, học viên cao học, nghiên cứu sinh và các diện tích khác có công năng phục vụ giảng dạy, học tập, rèn luyện, nghiên cứu (không tính những diện tích công trình dịch vụ sinh hoạt hoặc dịch vụ kinh doanh, cho thuê).\n8. Trường đào tạo ngành đặc thù là trường đại học, học viện đào tạo các ngành thuộc lĩnh vực nghệ thuật, nhóm ngành ngôn ngữ, văn học và văn hóa nước ngoài, nhóm ngành thể dục, thể thao với quy mô đào tạo các ngành này chiếm ít nhất 70% tổng quy mô đào tạo toàn trường.\n9. HEMIS (Higher Education Management Information System) là hệ thống cơ sở dữ liệu về giáo dục đại học do Bộ Giáo dục và Đào tạo xây dựng và quản lý thống nhất.\n\nII. NỘI DUNG CHUẨN CƠ SỞ GIÁO DỤC ĐẠI HỌC\nChuẩn cơ sở giáo dục đại học bao gồm 6 tiêu chuẩn với 20 tiêu chí. Các tiêu chí được đánh giá qua các chỉ số theo hướng dẫn tại phần IV, với các số liệu được chốt tại thời điểm ngày 31 tháng 12 của năm báo cáo và hoàn thiện chậm nhất vào ngày 31 tháng 3 của năm sau liền kề năm báo cáo.\nTiêu chuẩn 1: Tổ chức và quản trị\nCơ sở giáo dục đại học có tổ chức bộ máy ổn định, hệ thống quản trị hiệu quả, minh bạch.\nTiêu chí 1.1. Các vị trí lãnh đạo chủ chốt (chủ tịch hội đồng trường/hội đồng đại học và hiệu trưởng/giám đốc cơ sở giáo dục đại học) được kiện toàn kịp thời, thời gian khuyết đồng thời 2 vị trí không quá 6 tháng.\nTiêu chí 1.2. Hệ thống văn bản quy chế, quy định nội bộ đã được ban hành đầy đủ theo quy định của Luật Giáo dục đại học.\nTiêu chí 1.3. Chiến lược, kế hoạch phát triển của cơ sở giáo dục đại học được ban hành, triển khai và giám sát hiệu quả qua bộ chỉ số hoạt động chính, bảo đảm hằng năm có ít nhất 50% các chỉ số hoạt động chính được cải thiện.\nTiêu chí 1.4. Dữ liệu quản lý về người học, các điều kiện bảo đảm chất lượng và kết quả hoạt động của cơ sở giáo dục đại học được kết nối liên thông, cập nhật đầy đủ, chính xác, kịp thời và nhất quán trên hệ thống HEMIS.\nTiêu chuẩn 2: Giảng viên\nCơ sở giáo dục đại học có đội ngũ giảng viên đáp ứng yêu cầu về số lượng, trình độ và quỹ thời gian để bảo đảm chất lượng giảng dạy và nghiên cứu.\nTiêu chí 2.1. Tỷ lệ người học quy đổi theo trình độ, lĩnh vực và hình thức đào tạo trên giảng viên toàn thời gian không lớn hơn 40.\nTiêu chí 2.2. Tỷ lệ giảng viên cơ hữu trong độ tuổi lao động trên giảng viên toàn thời gian không thấp hơn 70%.\nTiêu chí 2.3. Tỷ lệ giảng viên toàn thời gian có trình độ tiến sĩ:\na) Không thấp hơn 20% và từ năm 2030 không thấp hơn 30% đối với cơ sở giáo dục đại học không đào tạo tiến sĩ; không thấp hơn 5% và từ năm 2030 không thấp hơn 10% đối với các trường đào tạo ngành đặc thù không đào tạo tiến sĩ;\nb) Không thấp hơn 40% và từ năm 2030 không thấp hơn 50% đối với cơ sở giáo dục đại học có đào tạo tiến sĩ; không thấp hơn 10% và từ năm 2030 không thấp hơn 15% đối với các trường đào tạo ngành đặc thù có đào tạo tiến sĩ.\nTiêu chuẩn 3: Cơ sở vật chất\nCơ sở giáo dục đại học có khuôn viên, cơ sở vật chất, hệ thống thông tin và học liệu đáp ứng yêu cầu bảo đảm chất lượng giảng dạy, học tập và nghiên cứu.\nTiêu chí 3.1. Từ năm 2030, diện tích đất (có hệ số theo vị trí khuôn viên) tính bình quân trên một người học chính quy quy đổi theo trình độ và lĩnh vực đào tạo không nhỏ hơn 25 m2.\nTiêu chí 3.2. Diện tích sàn xây dựng phục vụ đào tạo trên số người học chính quy quy đổi theo trình độ và lĩnh vực đào tạo không nhỏ hơn 2,8 m2; ít nhất 70% giảng viên toàn thời gian được bố trí chỗ làm việc riêng biệt.\nTiêu chí 3.3. Thư viện, trung tâm học liệu có đủ giáo trình, sách chuyên khảo và học liệu khác theo yêu cầu của chương trình đào tạo, trong đó:\na) Số đầu sách giáo trình, sách chuyên khảo tính bình quân trên một ngành đào tạo ở mỗi trình độ đào tạo không nhỏ hơn 40;\nb) Số bản sách giáo trình, sách chuyên khảo tính bình quân trên một người học quy đổi theo trình độ đào tạo không nhỏ hơn 5.\nTiêu chí 3.4. Số học phần sẵn sàng giảng dạy trực tuyến chiếm ít nhất 10% tổng số học phần giảng dạy trong năm; dung lượng đường truyền Internet trên một nghìn người học không thấp hơn trung bình tốc độ mạng băng rộng cố định của Việt Nam.\n\nTiêu chuẩn 4: Tài chính\nCơ sở giáo dục đại học duy trì được cân đối tài chính, hiệu quả hoạt động và khả năng phát triển bền vững.\nTiêu chí 4.1. Biên độ hoạt động, được xác định bằng chênh lệch thu chi trên tổng thu, tính trung bình 3 năm gần nhất nằm trong phạm vi từ 0% đến 30%.\nTiêu chí 4.2. Chỉ số tăng trưởng bền vững, được xác định bằng trung bình cộng tốc độ tăng tổng thu và tốc độ tăng phần thu ngoài học phí, ngoài ngân sách Nhà nước/nhà đầu tư hỗ trợ chi thường xuyên trong 3 năm gần nhất, không âm.\nTiêu chuẩn 5: Tuyển sinh và đào tạo\nCơ sở giáo dục đại học duy trì được chất lượng và hiệu quả về tuyển sinh, đào tạo và hỗ trợ người học.\nTiêu chí 5.1. Tỷ lệ nhập học trên số chỉ tiêu công bố trong kế hoạch tuyển sinh hằng năm, tính trung bình 3 năm gần nhất không thấp hơn 50%; quy mô đào tạo không sụt giảm quá 30% so với 3 năm trước, trừ trường hợp việc giảm quy mô nằm trong định hướng phát triển của cơ sở giáo dục đại học.\nTiêu chí 5.2. Tỷ lệ thôi học, được xác định bằng tỷ lệ người học chưa tốt nghiệp mà không tiếp tục theo học hằng năm, không cao hơn 10% và riêng đối với người học năm đầu không cao hơn 15%.\nTiêu chí 5.3. Tỷ lệ tốt nghiệp, được xác định bằng tỷ lệ người học tốt nghiệp trong thời gian không chậm quá 2 năm so với kế hoạch học tập chuẩn, không thấp hơn 60%; tỷ lệ tốt nghiệp đúng hạn không thấp hơn 40%.\nTiêu chí 5.4. Tỷ lệ người học hài lòng với giảng viên về chất lượng và hiệu quả giảng dạy không thấp hơn 70%; tỷ lệ người tốt nghiệp hài lòng tổng thể về quá trình học tập và trải nghiệm không thấp hơn 70%.\nTiêu chí 5.5. Tỷ lệ người tốt nghiệp đại học có việc làm phù hợp với trình độ chuyên môn được đào tạo, tự tạo việc làm hoặc học tiếp trình độ cao hơn trong thời gian 12 tháng sau khi tốt nghiệp, không thấp hơn 70%.\nTiêu chuẩn 6: Nghiên cứu và đổi mới sáng tạo\nCơ sở giáo dục đại học có năng lực nghiên cứu và đổi mới sáng tạo, thể hiện qua nguồn thu từ các hoạt động này và kết quả công bố khoa học.\nTiêu chí 6.1. Tỉ trọng thu từ các hoạt động khoa học và công nghệ trên tổng thu của cơ sở giáo dục đại học có đào tạo tiến sĩ (có tính trọng số theo lĩnh vực), tính trung bình trong 3 năm gần nhất không thấp hơn 5%.\nTiêu chí 6.2. Số lượng công bố khoa học và công nghệ tính bình quân trên một giảng viên toàn thời gian không thấp hơn 0,3 bài/năm; riêng đối với cơ sở giáo dục đại học có đào tạo tiến sĩ không phải trường đào tạo ngành đặc thù không thấp hơn 0,6 bài/năm trong đó số bài có trong danh mục Web of Science hoặc Scopus (có tính trọng số theo lĩnh vực) không thấp hơn 0,3 bài/năm.\nIII. ÁP DỤNG CHUẨN CƠ SỞ GIÁO DỤC ĐẠI HỌC\n1. Các tiêu chuẩn, tiêu chí được áp dụng đầy đủ cho các cơ sở giáo dục đại học, trừ các trường hợp sau được áp dụng một phần:\na) Đối với các cơ sở giáo dục đại học mới thành lập, chưa thực hiện tuyển sinh: Chỉ áp dụng các tiêu chuẩn 1, 2 và 3, trừ các tiêu chí 1.4 và 3.4, trong đó số liệu về quy mô tuyển sinh và đào tạo là dự kiến.\nb) Đối với các cơ sở giáo dục đại học mới đi vào hoạt động, chưa có khóa sinh viên tốt nghiệp: Chỉ áp dụng các tiêu chuẩn 1, 2 và 3.\nc) Đối với các cơ sở giáo dục đại học thuộc Bộ Quốc phòng, Bộ Công an: Không áp dụng tiêu chuẩn 4, các tiêu chí 1.1 và 6.1.\nd) Đối với cơ sở giáo dục đại học có thời hoạt động dưới 10 năm: Không áp dụng tiêu chí 4.1.\n\n2. Đối với phân hiệu của các cơ sở giáo dục đại học: Áp dụng các tiêu chuẩn 3 và 5.\n3. Đối với các đại học có trường đại học thành viên: Áp dụng tất cả tiêu chuẩn, tiêu chí cho cả đại học và từng trường đại học thành viên, trong đó các số liệu của các nguồn lực dùng chung (đội ngũ giảng viên, cơ sở vật chất) được xác định theo hệ số sử dụng của từng trường đại học thành viên.\nIV. HƯỚNG DẪN XÁC ĐỊNH CÁC CHỈ SỐ ĐÁNH GIÁ \n1. Các từ viết tắt\nĐH Đại học GDĐH Giáo dục đại học GV Giảng viên GVCH Giảng viên cơ hữu GVTTG Giảng viên toàn thời gian GS Giáo sư HEMIS Higher Education Management Information System HVCH Học viên cao học NCS Nghiên cứu sinh PGS Phó giáo sư SVĐH Sinh viên đại học\n2. Các chỉ số đánh giá\nTiêu chuẩn Tiêu chí Chỉ số Yêu cầu (*) 1. Tổ chức và quản trị 1.1 Số tháng khuyết lãnh đạo chủ chốt ≤ 06 1.2 Mức độ hoàn thiện văn bản theo Luật GDĐH 100% 1.3 Tỷ lệ các chỉ số hoạt động chính được cải thiện ≥ 50% 1.4 Mức độ cập nhật dữ liệu quản lý trên HEMIS 100% 2. Giảng viên 2.1 Tỷ lệ người học trên giảng viên ≤ 40:1 2.2 Tỷ lệ giảng viên cơ hữu trong độ tuổi lao động ≥ 70% 2.3 Tỷ lệ giảng viên có trình độ tiến sĩ ≥ 20% (30%) - Đối với cơ sở GDĐH có đào tạo tiến sĩ không phải trường đào tạo ngành đặc thù ≥ 40% (50%) - Đối với trường đào tạo ngành đặc thù không đào tạo tiến sĩ ≥ 5% (10%) - Đối với trường đào tạo ngành đặc thù có đào tạo tiến sĩ ≥ 10% (15%) 3. Cơ sở vật chất 3.1 Diện tích đất trên người học (m2) (≥ 25) 3.2 1. Diện tích sàn trên người học (m2) ≥ 2,8 2. Tỷ lệ giảng viên có chỗ làm việc riêng biệt ≥ 70% 3.3 1. Số đầu sách trên ngành đào tạo 2. Số bán sách trên người học ≥ 40 ≥ 05 3.4 1. Tỷ lệ học phần sẵn sàng giảng dạy trực tuyến 2. Tốc độ Internet trên một nghìn người học (Mbps) ≥ 10% ≥ trung bình tốc độ mạng băng rộng cố định của Việt Nam 4. Tài chính 4.1 Biên độ hoạt động trung bình 3 năm ≥ 0 và ≤ 30% 4.2 Chỉ số tăng trưởng bền vững ≥ 0 5. Tuyển sinh và đào tạo 5.1 1. Tỷ lệ nhập học trung bình 3 năm 2. Tỉ số tăng giảm quy mô đào tạo 3 năm ≥ 50% > -30% 5.2 1. Tỷ lệ thôi học 2. Tỷ lệ thôi học năm đầu ≤10% ≤ 15% 5.3 1. Tỷ lệ tốt nghiệp 2. Tỷ lệ tốt nghiệp đúng hạn ≥ 60% ≥ 40% 5.4 1. Tỷ lệ người học hài lòng với giảng viên 2. Tỷ lệ người tốt nghiệp hài lòng tổng thể ≥ 70% ≥ 70% 5.5 Tỷ lệ người tốt nghiệp có việc làm ≥ 70% 6. Nghiên cứu và đổi mới sáng tạo 6.1 Tỉ trọng thu khoa học - công nghệ (chỉ áp dụng đối với cơ sở GDĐH có đào tạo tiến sĩ không phải trường đào tạo ngành đặc thù) ≥ 5% 6.2 1. Số công bố trên giảng viên - Đối với cơ sở GDĐH có đào tạo tiến sĩ không phải trường đào tạo ngành đặc thù ≥ 0,3 ≥ 0,6 2. Số công bố WoS, Scopus trên giảng viên (chỉ áp dụng đối với cơ sở GDĐH có đào tạo tiến sĩ không phải trường đào tạo ngành đặc thù) ≥ 0,3 (*): Giá trị trong dấu ngoặc là yêu cầu từ năm 2030\nTiêu chuẩn 1: Tổ chức và quản trị\n1.1 Số tháng khuyết lãnh đạo chủ chốt\nSố tháng khuyết đồng thời vị trí chủ tịch hội đồng trường/hội đồng đại học và vị trí hiệu trưởng/giám đốc của cơ sở GDĐH trong năm báo cáo.\n1.2 Mức độ hoàn thiện văn bản theo Luật GDĐH\nTỷ lệ các văn bản dưới đây đã được hiệu trưởng/giám đốc cơ sở GDĐH xây dựng và được hội đồng trường/hội đồng đại học ban hành phù hợp với quy định của Luật GDĐH:\n1. Chiến lược, kế hoạch phát triển\n2. Quy chế tổ chức và hoạt động\n3. Quy chế tài chính\n4. Quy chế dân chủ\n5. Danh mục vị trí việc làm\n6. Quy định về công tác cán bộ, nhân sự\n7. Quy định về bảo đảm chất lượng\n1.3 Tỷ lệ các chỉ số hoạt động chính được cải thiện\nTỷ lệ các chỉ số hoạt động chính (KPI) được cải thiện trên tổng số KPI triển khai chiến lược phát triển của cơ sở GDĐH trong năm báo cáo.\nTrường hợp cơ sở GDĐH không ban hành chiến lược, hoặc không triển khai chiến lược thành các chỉ số đánh giá hoạt động chính để triển khai hằng năm, tỷ lệ chỉ số hoạt động chính được tính bằng 0.\n1.4 Mức độ cập nhật dữ liệu quản lý trên HEMIS\nTỷ lệ các chỉ số của Chuẩn cơ sở GDĐH có thể được tính toán tự động, chính xác và kịp thời trên cơ sở khai thác dữ liệu của cơ sở GDĐH đã cập nhật đồng bộ lên HEMIS tính tại thời điểm ngày 31/03 của năm kế tiếp năm báo cáo (các thông tin, dữ liệu yêu cầu có trong các biểu mẫu tại phần V và được chốt tại thời điểm ngày 31/12 của năm báo cáo).\nTiêu chuẩn 2: Giảng viên\n2.1 Tỷ lệ người học trên giảng viên\nTổng số người học quy đổi theo trình độ, lĩnh vực và hình thức đào tạo (N) chia cho tổng số GVTTG.\nN = Ʃ [N1(i) x 1,0 + N2(i) x 0,8 + N3(i) x 0,5 + N4(i) x 1,5 + N5(i) x 2,0] x KGD(i) \nTrong đó:\nN1(i) là số SVĐH chính quy của lĩnh vực đào tạo (i)\nN2(i) là số SVĐH vừa làm vừa học của lĩnh vực đào tạo (i)\n\nN3(i) là số SVĐH đào tạo từ xa của lĩnh vực đào tạo (i)\nN4(i) là số HVCH của lĩnh vực đào tạo (i)\nN5(i) là số NCS của lĩnh vực đào tạo (i)\nKGD(i) là hệ số tải giảng dạy của lĩnh vực đào tạo (i), được quy định tại Mục 3 ở cuối Phần này.\n2.2 Tỷ lệ giảng viên cơ hữu trong độ tuổi lao động\nSố giảng viên cơ hữu trong độ tuổi lao động chia cho tổng Số GVTTG.\n2.3 Tỷ lệ giảng viên có trình độ tiến sĩ\nSố GVTTG có trình độ tiến sĩ chia cho tổng số GVTTG.\nTiêu chuẩn 3: Cơ sở vật chất\n3.1 Diện tích đất trên người học\nTổng diện tích đất của cơ sở GDĐH hoặc của một phân hiệu có nhân hệ số theo vị trí khuôn viên (S), chia cho số người học chính quy quy đổi theo trình độ và lĩnh vực đào tạo (N) của cơ sở GDĐH hoặc của phân hiệu.\nS = Σ S(i) x KVT(i)\nN = Σ [N1(j) x 1,0 + N2(j) x 1,5 + N3(j) x 2,0] x KDT(j)\n Trong đó:\nS(i) là diện tích đất tại khuôn viên (i) mà cơ sở GDĐH được cấp quyền sử dụng ổn định lâu dài hoặc sử dụng có thời hạn theo pháp luật đất đai phục vụ mục đích hoạt động GDĐH, tính theo đơn vị m2;\nKVT(i) là hệ số vị trí của khuôn viên (i): KVT = 2,5 đối với các khuôn viên nằm trong địa giới các quận của các thành phố trực thuộc Trung ương, KVT = 1 đối với các khu vực còn lại;\nN1(j) là số SVĐH chính quy của lĩnh vực đào tạo (j);\nN2(j) là số HVCH của lĩnh vực đào tạo (j);\nN3(j) là số NCS của lĩnh vực đào tạo (j);\nKDT(j) là hệ số diện tích của lĩnh vực đào tạo (j), được quy định tại Mục 3 ở cuối Phần này.\n3.2.1 Diện tích sàn trên người học\nTổng diện tích sàn xây dựng trực tiếp phục vụ đào tạo của cơ sở GDĐH hoặc của phân hiệu (S), chia cho số người học chính quy quy đổi theo trình độ và lĩnh vực đào tạo (N) của cơ sở GDĐH hoặc của phân hiệu.\nS = Σ S(i) x KSD(i)\nN = Σ [N1(j) x 1,0 + N2(j) x 1,5 + N3(j) x 2,0] x KDT(j)\nTrong đó:\nS(i) là tổng diện tích sàn xây dựng của công trình (i), tính theo đơn vị m2;\nKSD(i) là hệ số sử dụng diện tích của công trình (i) phục vụ trực tiếp hoạt động đào tạo (sau khi trừ đi phần diện tích tường xây, hàng lang, cầu thang, các hạng mục kỹ thuật... và các diện tích phục vụ mục đích khác), KSD ≤ 0,7;\nN1 (j) là số SVĐH chính quy của lĩnh vực đào tạo (j);\nN2(j) là số HVCH của lĩnh vực đào tạo (j);\nN3(j) là số NCS của lĩnh vực đào tạo (j);\nKDT(j) là hệ số diện tích của lĩnh vực đào tạo (j), được quy định tại Mục 3 ở cuối Phần này.\n3.2.2 Tỷ lệ giảng viên có chỗ làm việc riêng biệt\n\nTỷ lệ GVTTG được bố trí diện tích và bàn ghế làm việc riêng biệt tại cơ sở GDĐH, trong phòng chung hoặc riêng nhưng không ít hơn 6m2 cho mỗi người.\nTrường hợp áp dụng cho phân hiệu, số GVTTG được lấy theo số liệu dùng để xác định chỉ tiêu tuyển sinh của phân hiệu.\n3.3.1 Số đầu sách trên ngành đào tạo\nTổng số đầu sách giáo trình hoặc sách chuyên khảo có trong thư viện, trung tâm học liệu của cơ sở GDĐH, chia cho tổng số mã ngành đào tạo mà cơ sở GDĐH đang thực hiện, trong đó:\nSố đầu sách giáo trình, sách chuyên khảo bao gồm cả sách in và sách điện tử theo yêu cầu của các chương trình đào tạo và sẵn sàng cho người học và giảng viên đọc từ xa, đọc tại chỗ hoặc mượn miễn phí;\nTổng số mã ngành đào tạo = Số ngành đào tạo trình độ đại học + Số ngành đào tạo trình độ thạc sĩ hoặc tương đương + Số ngành đào tạo trình độ tiến sĩ hoặc tương đương.\n3.3.2 Số bản sách trên người học\nSố bản sách giáo trình, sách chuyên khảo tính bình quân trên một người học quy đổi theo trình độ đào tạo, được tính theo công thức:\n[M1/M] x 5 + M2/[M - M1] x M3/N \nTrong đó:\nM là tổng số đầu sách giáo trình, sách chuyên khảo cần có theo yêu cầu của tất cả chương trình đào tạo và ngành đào tạo;\nM1 là số đầu sách điện tử có thể truy cập trực tuyến cho người học và cán bộ;\nM2 là số đầu sách có bản in;\nM3 là số bản sách in;\nN là tổng số người học quy đổi, N = Σ N1 x 1,0 + N2 x 1,5 + N3 x 2,0\nN1, N2, N3 lần lượt là tổng số SVĐH, tổng số HVCH và tổng số NCS của cơ sở GDĐH (hoặc của phân hiệu).\n3.4.1 Tỷ lệ học phần sẵn sàng giảng dạy trực tuyến\nSố học phần sẵn sàng giảng dạy trực tuyến trên 50% thời lượng, chia cho tổng số học phần được giảng dạy trong năm.\nMột học phần được gọi là sẵn sàng giảng dạy trực tuyến khi cơ sở GDĐH có đầy đủ điều kiện sẵn sàng cho phép quản lý và tổ chức dạy học trực tuyến trên 50% thời lượng của học phần đó qua môi trường Internet. Những điều kiện đó bao gồm: đội ngũ giảng viên và cán bộ kỹ thuật có đủ năng lực, hệ thống học liệu, phần mềm tổ chức dạy học trực tuyến trực tiếp, hệ thống quản lý học tập trực tuyến, hệ thống quản lý nội dung học tập trực tuyến... sẵn sàng đáp ứng yêu cầu dạy và học trực tuyến với chất lượng không thấp hơn dạy và học trực tiếp.\n3.4.2 Tốc độ Internet trên một nghìn người học\nTốc độ đường truyền Internet (Mbps) hoặc tổng băng thông của các đường thuê bao Internet ra bên ngoài, chia cho tổng số người học các hình thức đào tạo làm tròn lên tới đơn vị nghìn.\nTrung bình tốc độ mạng băng rộng cố định của Việt Nam được xác định bằng trung bình cộng tốc độ tải xuống và tốc độ tải lên của mạng băng rộng cố định tính trung bình cả nước tại tháng 12 của năm thống kê theo công bố của Bộ Thông tin và Truyền thông, (có trên trang Web speedtest.vn).\nTiêu chuẩn 4: Tài chính\n4.1 Biên độ hoạt động trung bình 3 năm\nTrung bình biên độ hoạt động của 3 năm gần nhất: [M(n) + M(n-1) + M (n-2)]/3 \nTrong đó:\nM(n) là biên độ hoạt động của năm báo cáo (n), M(n) = [R(n) - E(n)]/R(n);\n\nR(n) là tổng thu hoạt động trong năm báo cáo (n) từ các hoạt động thường xuyên (bao gồm cả ngân sách Nhà nước hỗ trợ) và thực hiện nhiệm vụ không thường xuyên (không bao gồm kinh phí đầu tư do Nhà nước hoặc nhà đầu tư cấp);\nE(n) là tổng chi phí hoạt động trong năm báo cáo (n), bao gồm chi thường xuyên, chi thực hiện nhiệm vụ không thường xuyên, tính cả kinh phí khấu hao tài sản.\nM(n-1), M(n-2) là biên độ hoạt động của 2 năm trước liền kề.\n4.2 Chỉ số tăng trưởng bền vững\nTrung bình cộng tốc độ tăng tổng thu và tốc độ tăng thu ngoài học phí, tính trung bình trong 3 năm gần nhất:\n[R(n)/R(n-1) + R(n-l)/R(n-2) + R(n-2)/R(n-3) + T(n)/T(n-1) + T(n-1)/T(n-2) + T(n-2)/T(n-3)]/6 - 1\nTrong đó:\nR(n) là tổng thu hoạt động trong năm báo cáo (n) từ các hoạt động thường xuyên và thực hiện nhiệm vụ không thường xuyên, không bao gồm kinh phí đầu tư do Nhà nước hoặc nhà đầu tư cấp;\nT(n) là phần thu hoạt động ngoài học phí và ngoài ngân sách Nhà nước, chủ đầu tư hỗ trợ chi thường xuyên trong năm báo cáo (n), không bao gồm kinh phí đầu tư do Nhà nước hoặc nhà đầu tư cấp;\nR(n-1), R(n-2), T(n-1), T(n-2) là tổng thu và phần thu ngoài học phí của 2 năm trước liền kề.\nTiêu chuẩn 5: Tuyển sinh và đào tạo\n5.1.1 Tỷ lệ nhập học trung bình 3 năm\nTrung bình cộng của tỷ lệ nhập học trong 3 năm gần nhất, tính tất cả trình độ đào tạo và hình thức đào tạo:\nT = [A(n)/B(n) + A(n-1)/B(n-1) + A(n-2)/B(n-2)]/3 \nTrong đó:\nA(n), A(n-1), A(n-2) là số lượng nhập học mới của năm báo cáo (n) và hai năm trước liền kề;\nB(n), B(n-1), B(n-2) là chỉ tiêu theo kế hoạch của năm báo cáo (n) và hai năm trước liền kề;\n5.1.2 Tỉ số tăng giảm quy mô đào tạo 3 năm\nSố lượng tăng giảm quy mô đào tạo của năm báo cáo so với 3 năm trước, chia cho quy mô đào tạo của 3 năm trước, tính tất cả trình độ đào tạo và hình thức đào tạo:\nT = A(n)/A(n-3) - 1 Trong đó:\nA(n) là quy mô đào tạo của năm báo cáo (n)\nA(n-3) là quy mô đào tạo của 3 năm trước (n-3).\n5.2.1 Tỷ lệ thôi học\nSố người thôi học trong năm (B) chia cho tổng số người học được thống kê có mặt tại thời điểm cuối năm trước (A) và còn trong thời gian học tập cho phép.\nB = A - C - D \nTrong đó:\nC là số người (nằm trong A) đã tốt nghiệp trong năm;\nD là số người (nằm trong A) tiếp tục theo học và có mặt tại thời điểm cuối năm.\n5.2.2 Tỷ lệ thôi học năm đầu\nSố người thôi học sau năm đầu tiên nhập học (B1) chia cho tổng số người nhập học được thống kê có mặt tại thời điểm cuối năm trước (A1).\nB1 = A1 - C1 - D1 \n\nTrong đó:\nC1 là số người (nằm trong A1) đã tốt nghiệp trong năm;\nD1 là số người (nằm trong A1) tiếp tục theo học và có mặt tại thời điểm cuối năm.\n5.3.1 Tỷ lệ tốt nghiệp\nTỷ lệ tốt nghiệp T = Σ M(i)/N(i)\nTrong đó:\nN(i) là tổng số người nhập học mới năm (i), có người tốt nghiệp trong năm;\nM(i) là số người nhập học mới năm (i) đã tốt nghiệp trong năm, không vượt quá 1,5 lần thời gian theo kế hoạch học tập chuẩn.\n5.3.2 Tỷ lệ tốt nghiệp đúng hạn\nTỷ lệ tốt nghiệp T1 = Σ M1(i)/N1(i)\nTrong đó:\nN1(i) là tổng số người nhập học mới năm (i), có người tốt nghiệp trong năm;\nM1 (i) là số người nhập học mới năm (i) đã tốt nghiệp trong năm, sớm hơn hoặc đúng thời gian theo kế hoạch học tập chuẩn.\n5.4.1 Tỷ lệ người học hài lòng với giảng viên\nTỷ lệ người học hài lòng với giảng viên T1 = M1/N1 \nTrong đó:\nM1 là số (lượt) người học phản hồi tích cực, đánh giá từ mức “Hài lòng” trở lên về chất lượng và hiệu quả giảng dạy, hướng dẫn của giảng viên đối với tiến bộ học tập của bản thân;\nN1 là tổng số (lượt) người học gửi ý kiến phản hồi hợp lệ về mức độ hài lòng về chất lượng và hiệu quả giảng dạy, hướng dẫn của giảng viên đối với tiến bộ học tập của bản thân.\nYêu cầu khảo sát:\na) Cơ sở GDĐH thực hiện khảo sát theo hình thức trên giấy hoặc trực tuyến, theo một trong 2 cách dưới đây:\nKhảo sát theo lớp học trên toàn bộ giảng viên, một người học có thể tham gia nhiều lượt khảo sát (theo từng lớp học, đối với từng giảng viên), kết quả khảo sát tính trung bình trên kết quả khảo sát đối với từng giảng viên;\nKhảo sát tổng thể đội ngũ giảng viên với toàn bộ người học, mỗi người học tham gia một lượt khảo sát, số lượt khảo sát bằng tổng số người học, kết quả khảo sát tính chung cho toàn bộ đội ngũ giảng viên.\nb) Cơ quan quản lý nhà nước có thể tiến hành khảo sát độc lập (để kiểm chứng) với tối thiểu 20% người học theo cách lựa chọn ngẫu nhiên, bảo đảm đại diện cho tất cả các khóa đào tạo và chương trình đào tạo.\nc) Câu hỏi khảo sát thống nhất theo mẫu “Anh/Chị hài lòng như thế nào về chất lượng, hiệu quả giảng dạy, hướng dẫn của giảng viên đối với tiến bộ học tập của bản thân?” với 5 mức đánh giá (Rất không hài lòng, Không hài lòng, Phân vân, Hài lòng, Rất hài lòng), trong đó chỉ 2 mức cao nhất (Hài lòng, Rất hài lòng) được coi là phản hồi tích cực, đánh giá từ mức “Hài lòng” trở lên.\nd) Số lượt người học gửi ý kiến phản hồi hợp lệ không bao gồm những phiếu trả lời hoàn toàn trống hoặc những phiếu có chứa thông tin mâu thuẫn, phiếu của một người học gửi nhiều lần cho một lượt khảo sát. Yêu cầu số lượt người học gửi ý kiến phản hồi hợp lệ đạt tối thiểu 70% số lượt người học được khảo sát.\n5.4.2 Tỷ lệ người tốt nghiệp hài lòng tổng thể\nTỷ lệ người tốt nghiệp hài lòng tổng thể T2 = M2/N2\nTrong đó:\n\nM2: Số người tốt nghiệp phản hồi tích cực, đánh giá từ mức hài lòng trở lên về tổng thể quá trình học tập và trải nghiệm tại cơ sở GDĐH đối với sự phát triển về kiến thức, năng lực và phẩm chất của bản thân;\nN2: Tổng số người tốt nghiệp phản hồi khảo sát mức độ hài lòng về tổng thể quá trình học tập và trải nghiệm tại cơ sở GDĐH đối với sự phát triển về kiến thức, năng lực và phẩm chất của bản thân.\nYêu cầu khảo sát:\na) Cơ sở GDĐH thực hiện khảo sát theo hình thức trên giấy hoặc trực tuyến với tất cả người tốt nghiệp trong năm;\nb) Cơ quan quản lý nhà nước có thể tiến hành khảo sát độc lập (để kiểm chứng) với tối thiểu 20% người tốt nghiệp theo cách lựa chọn ngẫu nhiên, bảo đảm đại diện cho tất cả các khóa đào tạo và chương trình đào tạo.\nc) Câu hỏi khảo sát thống nhất “Anh/Chị hài lòng như thế nào về tổng thể quá trình học tập và trải nghiệm đối với sự phát triển về kiến thức, năng lực và phẩm chất của bản thân?” với 5 mức đánh giá (Rất không hài lòng, Không hài lòng, Phân vân, Hài lòng, Rất hài lòng), trong đó chỉ 2 mức cao nhất (Hài lòng, Rất hài lòng) được coi là phản hồi tích cực, đánh giá từ mức “Hài lòng” trở lên.\nd) Số lượt người tốt nghiệp gửi ý kiến phản hồi hợp lệ không bao gồm những phiếu trả lời hoàn toàn trống hoặc những phiếu có chứa thông tin mâu thuẫn, phiếu của một người tốt nghiệp gửi nhiều lần cho một lượt khảo sát. Yêu cầu số lượt người tốt nghiệp gửi ý kiến phản hồi hợp lệ đạt tối thiểu 70% số lượt người tốt nghiệp được khảo sát.\n5.5 Tỷ lệ người tốt nghiệp có việc làm\nTỷ lệ người tốt nghiệp đại học có việc làm phù hợp với trình độ chuyên môn được đào tạo\nT = N1/N\nTrong đó:\nN là tổng số sinh viên đại học tốt nghiệp tất cả các đợt trong năm trước liền kề;\nN1 là số sinh viên đại học tốt nghiệp nằm trong N, tại thời điểm 12 tháng sau khi tốt nghiệp đang có việc làm (kể cả đang trong giai đoạn tập sự, thử việc) phù hợp với trình độ chuyên môn được đào tạo hoặc tự tạo việc làm hoặc đang học tiếp trình độ cao hơn.\nCác phương pháp xác định N1:\na) Cơ sở GDĐH thực hiện khảo sát theo hình thức trên giấy hoặc trực tuyến với tất cả người tốt nghiệp đại học trong năm trước liền kề, N1 được ước tính theo công thức:\nN1 ≈ M1 + (N - M)/2 \nTrong đó:\nM là số người tốt nghiệp (nằm trong N) có phản hồi khảo sát;\nM1 là số người xác nhận đã có việc làm (kể cả đang trong giai đoạn tập sự, thử việc) phù hợp với trình độ đào tạo, hoặc tự tạo việc làm hoặc đang học tiếp trình độ cao hơn trong thời gian 12 tháng sau khi tốt nghiệp;\nĐối với số người tốt nghiệp không phản hồi khảo sát (N - M), tỷ lệ có việc làm được ước tính chung là 50%.\nb) Cơ quan quản lý nhà nước có thể tiến hành khảo sát độc lập (để kiểm chứng) với tối thiểu 20% số người tốt nghiệp đại học trong năm trước liền kề, N1 được ước tính theo công thức:\nN1 ≈ [M1 + (P - M)/2] x N/P \nTrong đó:\nP là số người tốt nghiệp được khảo sát độc lập;\nM là số người tốt nghiệp (nằm trong P) có phản hồi khảo sát;\n\nM1 là số người xác nhận đã có việc làm (kể cả đang trong giai đoạn tập sự, thử việc) phù hợp với trình độ đào tạo, hoặc tự tạo việc làm hoặc đang học tiếp trình độ cao hơn trong thời gian 12 tháng sau khi tốt nghiệp;\nĐối với số người tốt nghiệp không phản hồi khảo sát (P - M), tỷ lệ có việc làm được ước tính chung là 50%.\nc) Bộ Giáo dục và Đào tạo có thể tính toán thống kê (để kiểm chứng) dựa trên thông tin việc làm có trên các cơ sở dữ liệu quốc gia:\nN1 ≈ M1 + KN x N \nTrong đó:\nM1 là số người tốt nghiệp (nằm trong N) đang được ghi nhận có việc làm (kể cả đang trong giai đoạn tập sự, thử việc);\nKN là hệ số ước tính tỷ lệ người tốt nghiệp đại học đang học tiếp trình độ cao hơn, hoặc ra nước ngoài làm việc (do cơ sở GDĐH cung cấp).\nTiêu chuẩn 6: Nghiên cứu và đổi mới sáng tạo\n6.1 Tỉ trọng thu khoa học - công nghệ\nTỉ trọng thu từ các hoạt động khoa học và công nghệ (nghiên cứu khoa học, đổi mới sáng tạo và chuyển giao tri thức) trên tổng thu của cơ sở GDĐH tính trung bình trong 3 năm gần nhất:\nT = [R1(n)/R(n) + R1(n-1)/R(n-1) + R1(n-2)/R(n-2)]/3 x KLV\nTrong đó:\nR(n) là tổng thu hoạt động trong năm báo cáo (n) từ các hoạt động thường xuyên (bao gồm cả ngân sách Nhà nước, nhà đầu tư hỗ trợ) và thực hiện nhiệm vụ không thường xuyên, không bao gồm kinh phí đầu tư do Nhà nước hoặc nhà đầu tư cấp; R(n-1), R(n-2) là tổng thu hoạt động của 2 năm trước liền kề;\nR1 (n) là phần thu từ nghiên cứu khoa học, đổi mới sáng tạo, chuyển giao tri thức (đề tài, dự án nghiên cứu, hợp đồng tư vấn, chuyển giao tri thức) quy đổi theo lĩnh vực đào tạo của năm báo cáo (n); R1(n-1), R1(n-2) là phần thu tương ứng của 2 năm trước liền kề;\nKLV là hệ số quy đổi kinh phí theo cơ cấu lĩnh vực đào tạo của cơ sở GDĐH tại năm báo cáo (n):\nKLV = Σ [M(i)/N] x KTC(i)\nM(i) là số người học quy đổi theo hình thức và trình độ đào tạo của lĩnh vực đào tạo (i) tại năm báo cáo (n):\nM(i) = M1(i) x 1,0 + M2(i) x 0,8 + M3(i) x 0,5 + M4(i) x 1,5 + M5(i) x 2,0\nM1(i), M2(i), M3(i), M4(i), M5(i) lần lượt là số SVĐH chính quy, vừa làm vừa học, đào tạo từ xa, số HVCH và số NCS của lĩnh vực đào tạo (i) trong năm báo cáo (n);\nN là tổng số người học quy đổi theo hình thức đào tạo và trình độ đào tạo của cơ sở GDĐH tại năm báo cáo (n):\nN = Σ M(i)\nKTC(i) là hệ số kinh phí nghiên cứu và đổi mới sáng tạo quy đổi cho lĩnh vực đào tạo (i), được quy định tại Mục 3 ở cuối Phần này.\n6.2.1 Số công bố trên giảng viên\nTổng số công bố khoa học và công trình ứng dụng khoa học, công nghệ của cơ sở\nGDĐH được ghi nhận trong năm (P), chia cho số GVTTG. \nP = P1 + P2 x 3 + P3 x 5\nTrong đó:\nP1 là tổng số bài báo tạp chí, báo cáo hội nghị nằm trong các danh mục do Hội đồng Giáo sư Nhà nước công bố, số bằng độc quyền giải pháp hữu ích;\n\nP2 là số sách chuyên khảo được xuất bản; số tác phẩm nghệ thuật, thành tích thể dục thể thao đạt giải thưởng quốc gia, quốc tế;\nP3 là số bằng độc quyền sáng chế.\n6.2.2 Số công bố WoS, Scopus trên giảng viên\nTổng số công bố khoa học của cơ sở GDĐH trong năm thuộc danh mục Web of Science\nhoặc Scopus chia cho số GVTTG.\nP = P1 X KLV\nTrong đó:\nP1 là tổng số bài báo thuộc danh mục Web of Science hoặc Scopus;\nKLV là hệ số quy đổi theo cơ cấu lĩnh vực đào tạo của cả cơ sở GDĐH:\nKLV = Σ [M(i)/N] x KBB(i)\nKBB(i) là hệ số quy đổi theo lĩnh vực đào tạo (i), được quy định tại Mục 3 ở cuối Phần này.\nM(i) là số người học quy đổi theo hình thức và trình độ đào tạo của lĩnh vực đào tạo (i) tại năm báo cáo, N là tổng số người học quy đổi theo hình thức và trình độ đào tạo của cơ sở GDĐH tại năm báo cáo, giống như trong tính toán chỉ số 6.1 (Tỉ trọng thu khoa học - công nghệ).\n3. Các hệ số quy đổi theo lĩnh vực đào tạo phục vụ tính toán các chỉ số\nLĩnh vực đào tạo Hệ số tải giảng dạy KGD Hệ số diện tích KDT Hệ số kinh phí KTC Hệ số công bố KBB 1. Khoa học giáo dục và đào tạo giáo viên 1 1 2 1,5 2. Nghệ thuật 2 1,5 2 2 3. Nhân văn 0,8 0,8 2 2 4. Khoa học xã hội và hành vi 0,8 0,8 2 1,5 5. Báo chí và thông tin 1 1 2 1,5 6. Kinh doanh và quản lý 0,8 1 2 1,5 7. Pháp luật 1 1 2 1,5 8. Khoa học sự sống 1 1,2 1,5 1 9. Khoa học tự nhiên 1 1,2 1,5 1 10. Toán và thống kê 0,8 1 1,5 1 11. Máy tính và công nghệ thông tin 0,8 1,2 1 1 12. Công nghệ kỹ thuật 1 1,2 1 1 13. Kỹ thuật 1 1,2 1 1 14. Sản xuất và chế biến 1 1,2 1 1 15. Kiến trúc và xây dựng 1 1,2 1,5 1 16. Nông, lâm nghiệp và thủy sản 1 1,5 1,5 1,5 17. Thú y 1 1,2 1,5 1,5 18. Sức khỏe 1,4 1,2 1 1 19. Dịch vụ xã hội 0,8 1 2 2 20. Du lịch, khách sạn, thể thao và dịch vụ cá nhân 0,8 1,2 2 2 21. Dịch vụ vận tải 0,8 1,2 2 2 22. Môi trường và bảo vệ môi trường 1 1 1,5 1,5 23. An ninh, quốc phòng 0,8 1,5 1 2 24. Lĩnh vực khác 1 1 1 1\n\nV. CÁC BIỂU MẪU SỐ LIỆU\nTIÊU CHUẨN 1: TỔ CHỨC VÀ QUẢN TRỊ\nCHỈ SỐ ĐÁNH GIÁ NGƯỠNG THỰC TẾ KẾT QUẢ GIẢI TRÌNH 1.1 Số tháng khuyết lãnh đạo chủ chốt 6 1.2 Mức độ hoàn thiện văn bản theo Luật GDĐH 100% 1.3 Tỷ lệ chỉ số hoạt động chính được cải thiện 50% 1.4 Mức độ cập nhật dữ liệu quản lý trên HEMIS 100%\nBảng 1A: Danh sách lãnh đạo chủ chốt\nHỌ VÀ TÊN CHỨC TRÁCH THỜI HẠN GIỮ CHỨC VỤ ĐẾN VĂN BẢN QUYẾT ĐỊNH ĐƯỜNG DẪN TRANG WEB Nơi ban hành Ngày có hiệu lực 1 Chủ tịch HĐT/HĐĐH 2 Hiệu trưởng/ Giám đốc\nBảng 1B: Tình trạng hoàn thiện các văn bản theo quy định của Luật GDĐH\nTÊN VĂN BẢN TÌNH TRẠNG SỐ, KÝ HIỆU NGÀY, THÁNG, NĂM BAN HÀNH TÊN VĂN BẢN CỦA CƠ SỞ GDĐH ĐƯỜNG DẪN TRANG WEB 1 Chiến lược, kế hoạch phát triển 2 Quy chế tổ chức và hoạt động 3 Quy chế tài chính 4 Quy chế dân chủ 5 Danh mục vị trí việc làm 6 Quy định về công tác cán bộ, nhân sự 7 Quy định về bảo đảm chất lượng\nBảng 1C: Kết quả thực hiện các chỉ số hoạt động chính\nCHỈ SỐ CHÍNH CHỈ TIÊU CHIẾN LƯỢC KẾT QUẢ ĐẠT ĐƯỢC GHI CHÚ 2021 2022 So sánh 1 Chỉ số 1 2 Chỉ số 2 3 Chỉ số 3 4 Chỉ số 4 6 ... 7 8 9 10\nBảng 1D: Số liệu thống kê lập báo cáo đánh giá\nSỐ LIỆU THỐNG KÊ MỨC ĐỘ ĐẦY ĐỦ CỦA SỐ LIỆU TRÍCH XUẤT TRÊN HEMIS MỨC ĐỘ TIN CẬY CỦA SỐ LIỆU TRÍCH XUẤT TRÊN HEMIS GHI CHÚ 1 Bảng 1A: Danh sách lãnh đạo chủ chốt 2 Bảng 1B: Tình trạng hoàn thiện các văn bản 3 Bảng 1C: Kết quả thực hiện các chỉ số hoạt động chính 4 Bảng 2A: Đội ngũ giảng viên toàn thời gian 5 Bảng 3 A: Khuôn viên trụ sở chính và các phân hiệu 6 Bảng 3B: Công trình phục vụ đào tạo, nghiên cứu 7 Bảng 3C: Giáo trình, tài liệu học tập bắt buộc 8 Bảng 3D: Hạ tầng công nghệ thông tin 9 Bảng 4: Báo cáo thu chi hoạt động 10 Bảng 5 A: Kết quả đào tạo và tuyển sinh 11 Bảng 5B: Quy mô đào tạo theo lĩnh vực và trình độ 12 Bảng 6A: Công bố khoa học của giảng viên 13 Bảng KS-1: Kết quả khảo sát người học\nTIÊU CHUẨN 2: GIẢNG VIÊN\nCHỈ SỐ ĐÁNH GIÁ NGƯỠNG THỰC TẾ KẾT QUẢ GIẢI TRÌNH 2.1 Tỷ lệ người học trên giảng viên 40 2.2 Tỷ lệ giảng viên cơ hữu trong độ tuổi lao động 70% 2.3 Tỷ lệ giảng viên có trình độ tiến sĩ 20%\nBảng 2A: Đội ngũ giảng viên toàn thời gian\nCHỈ SỐ THỐNG KÊ Trình độ (1) Chức danh Tổng số Tổng số GV quy đổi ĐH ThS TS PGD GS 1 Số giảng viên toàn thời gian 2 Số giảng viên cơ hữu trong độ tuổi lao động Ghi chú (1) Lưu ý: Số giảng viên có trình độ tiến sĩ kê khai ở đây BAO GỒM CẢ những người có chức danh giáo sư, phó giáo sư\nTIÊU CHUẨN 3: CƠ SỞ VẬT CHẤT\nCHỈ SỐ ĐÁNH GIÁ NGƯỠNG THỰC TẾ KẾT QUẢ GIẢI TRÌNH 31 Diện tích đất/người học (m2) 25 3.2.1 Diện tích sàn/người học (m2) 2,8 3.2.2 Tỷ lệ giảng viên có chỗ làm việc riêng biệt 70% 3.3.1 Số đầu sách/ngành đào tạo 40 3.3.2 Số bản sách/người học 5 3.4.1 Tỷ lệ học phần sẵn sàng giảng dạy trực tuyến 10% 3.4.2 Tốc độ Internet/1.000 người học (Mbps) 100\nBảng 3A: Khuôn viên trụ sở chính và các phân hiệu\nKHUÔN VIÊN Ký hiệu Diện tích đất (m2) Vị trí khuôn viên Diện tích quy đổi Địa chỉ 1 Trụ sở chính 2 Cơ sở... 3 Phân hiệu... 4 ... 5 ... TỔNG CỘNG\nBảng 3B: Công trình phục vụ đào tạo\nCÔNG TRÌNH Ký hiệu Tổng diện tích sàn xây dựng Hệ số diện tích sử dụng cho đào tạo Diện tích sàn sử dụng cho đào tạo Địa chỉ 1 Toà nhà 1 2 Tòa nhà 2 3 Tòa nhà 3 4 ... 5 ... TỔNG SỐ 0 0\nBảng 3C: Giáo trình, sách chuyên khảo\nCHỈ SỐ THỐNG KÊ Giá trị Nơi lưu trữ Ghi chú 1 Tổng số ngành đào tạo các trình độ 2 Tổng số đầu giáo trình, sách chuyên khảo cần có 3 Số đầu sách điện tử có truy cập trực tuyến 4 Số đầu sách có bản in 5 Số bản sách in có thể mượn trực tiếp 6 Số bản sách in/người học 7 Số bản sách (in và điện tử)/người học\nBảng 3D: Hạ tầng công nghệ thông tin\nCHỈ SỐ THỐNG KÊ Giá trị Ghi chú 1 Tốc độ hoặc băng thông đường truyền Internet (Mpbs) 2 Tổng số học phần giảng dạy trong năm 3 Tổng số học phần sẵn sàng giảng dạy trực tuyến > 50%\nTIÊU CHUẨN 4: TÀI CHÍNH\nCHỈ SỐ ĐÁNH GIÁ NGƯỠNG THỰC TẾ KẾT QUẢ GIẢI TRÌNH 4.1 Biên độ hoạt động trung bình 3 năm 0%; 30% 4.2 Chỉ số tăng trưởng bền vững 0,0%\nBảng 4: Tình hình thu chi hoạt động trong năm\nĐơn vị tính: Tỉ đồng\nCHỈ SỐ THỐNG KÊ 2022 2021 2020 2019 GHI CHÚ A TỔNG THU HOẠT ĐỘNG I Hỗ trợ chi thường xuyên từ Nhà nước/nhà đầu tư II Thu giáo dục và đào tạo 1 Học phí, lệ phí từ người học 2 Hợp đồng, tài trợ từ NSNN 3 Hợp đồng, tài trợ từ bên ngoài 4 Thu khác III Thu khoa học và công nghệ 1 Hợp đồng, tài trợ từ NSNN 2 Hợp đồng, tài trợ từ bên ngoài 3 Thu khác IV Thu nhập khác (thu nhập ròng) Tổng nguồn thu học phí và hỗ trợ chi thường xuyên B TỔNG CHI HOẠT ĐỘNG I Chi lương, thu nhập 1 Chi lương, thu nhập của giảng viên 2 Chi lương, thu nhập cho cán bộ khác II Chi cơ sở vật chất và dịch vụ 1 Chi cho đào tạo 2 Chi cho nghiên cứu 3 Chi cho phát triển đội ngũ 4 Chi phí chung và chi khác III Chi hỗ trợ người học 1 Chi học bổng và hỗ trợ học tập 2 Chi hoạt động nghiên cứu 3 Chi hoạt động khác IV Chi khác C CHÊNH LỆCH THU CHI Chênh lệch thu chi/ Tổng thu\nTIÊU CHUẨN 5: TUYỂN SINH VÀ ĐÀO TẠO\nCHỈ SỐ ĐÁNH GIÁ NGƯỠNG THỰC TẾ KẾT QUẢ GIẢI TRÌNH 5.1.1 Tỷ lệ nhập học trung bình 3 năm 50,0% 5.1.2 Tỉ số tăng giảm quy mô đào tạo 3 năm -30,0% 5.2.1 Tỷ lệ thôi học 10,0% 5.2.2 Tỉ lệ thôi học năm đầu 15,0% 5.3.1 Tỉ lệ tốt nghiệp 60,0% 5.3.2 Tỷ lệ tốt nghiệp đúng hạn 40,0% 5.4.1 Tỷ lệ người học hài lòng với giảng viên 70,0% 5.4.2 Tỷ lệ người tốt nghiệp hài lòng tổng thể 70,0% 5.5 Tỷ lệ người tốt nghiệp có việc làm đúng chuyên môn 70,0%\nBảng 5A: Kết quả đào tạo và tuyển sinh (cả ĐH và SĐH) \nThời điểm thống kê: 31/12/ 20...\nCHỈ SỐ THỐNG KÊ NĂM THỐNG KÊ Thống kê quy mô đào tạo, tuyển sinh 10 năm(1) 2024 2023 2022 2021 2020 2019 2018 2017 2016 2015 1 Quy mô đào tạo tính tại thời điểm cuối năm 2 Chỉ tiêu tuyển sinh theo kế hoạch từng năm 3 Số nhập học mới của từng năm Tỉ lệ nhập học = Số nhập học/chỉ tiêu NĂM NHẬP HỌC Thống kê tình trạng từng khóa theo năm nhập học(2) 2024 2023 2022 2021 2020 2019 2018 2017 2016 2015 5 Số hiện tại đang theo học tại cơ sở đào tạo(3) 6 Số tốt nghiệp trong năm qua, đúng hạn 7 Số tốt nghiệp trong năm qua, quá hạn ≤ 0,5 thời gian tiêu chuẩn 8 Số tốt nghiệp trong năm qua, quá hạn 1,5 thời gian tiêu chuẩn Số tốt nghiệp đúng hạn/số nhập học Số tốt nghiệp quá hạn ≤0,5 thời gian tiêu chuẩn/số nhập học Số tốt nghiệp quá hạn 1,5 thời gian tiêu chuẩn/ số nhập học Ghi chú: (1) Thống kê tối đa 10 năm để có số liệu tính toán tỷ lệ tốt nghiệp trong trường hợp cơ sở GDĐH có chương trình đào tạo tới 6 năm (như các ngành đào tạo Bác sĩ Y khoa) và thống kê số liệu tại thời điểm cuối năm thống kê (ngày 31 tháng 12), tính tổng số sinh viên đại học và học viên sau đại học (2) Số liệu của các chỉ số 5, 6 và 7 ghi vào ô của từng năm theo số sinh viên nhập học của năm đó, hiện còn đang theo học (5) hay đã tốt nghiệp trong năm qua (6, 7), cả đại học và sau đại học Cộng số sinh viên hiện tại đang theo học tại cơ sở GDĐH của tất cả năm nhập học đúng bằng tổng số sinh viên có mặt cuối năm thống kê (ngày 31 tháng 12).\nBảng 5B: Quy mô đào tạo theo lĩnh vực và theo trình độ đào tạo\nThời điểm thống kê:  31/12/ 20...\nLĨNH VỰC ĐÀO TẠO QUY MÔ ĐH QUY MÔ SĐH TỔNG Quy đổi về giảng dạy Quy đổi về diện tích CQ VLVH ĐTTX ThS TS KGD Số lượng KDT Số lượng 1 Khoa học giáo dục và đào tạo giáo viên 1,0 1,0 2 Nghệ thuật 2,0 1,5 3 Nhân văn 0,8 0,8 4 Khoa học xã hội và hành vi 0,8 0,8 5 Báo chí và thông tin 1,0 1,0 6 Kinh doanh và quản lý 0,8 1,0 7 Pháp luật 1,0 1,0 8 Khoa học sự sống 1,0 1,2 9 Khoa học tự nhiên 1,0 1,2 10 Toán và thống kê 0,8 1,0 11 Máy tính và công nghệ thông tin 0,8 1,2 12 Công nghệ kỹ thuật 1,0 1,2 13 Kỹ thuật 1,0 1,2 14 Sản xuất và chế biến 1,0 1,2 15 Kiến trúc và xây dựng 1,0 1,2 16 Nông, lâm nghiệp và thủy sản 1,0 1,5 17 Thú y 1,0 1,2 18 Sức khỏe 1,4 1,2 19 Dịch vụ xã hội 0,8 1,0 20 Du lịch, khách sạn, thể thao và dịch vụ cá nhân 0,8 1,2 21 Dịch vụ vận tải 0,8 1,2 22 Môi trường và bảo vệ môi trường 1,0 1,0 23 An ninh, quốc phòng 0,8 1,5 24 Lĩnh vực khác 1,0 1,0 Tổng số\nTIÊU CHUẨN 6: NGHIÊN CỨU VÀ ĐỔI MỚI SÁNG TẠO\nCHỈ SỐ ĐÁNH GIÁ TC6 THỰC TẾ KẾT QUẢ GIẢI TRÌNH 6.1 Tỉ trọng thu khoa học-công nghệ 5,0% 6.2.1 Số công bố khoa học/giảng viên 0,3 6.2.2 Số công bố WoS, Scopus/ giảng viên 0,3\nBảng 6A: Công bố khoa học của giảng viên toàn thời gian\nCHỈ SỐ THỐNG KÊ SỐ LƯỢNG HỆ SỐ QUY ĐỔI GHI CHÚ 1 Tổng số bài báo khoa học được HĐCDGSNN công nhận không nằm trong danh mục WoS, Scopus và bằng độc quyền giải pháp hữu ích 2 Tổng số công bố WoS, Scopus tất cả các lĩnh vực 3 Tổng số sách chuyên khảo, số tác phẩm nghệ thuật và thành tích thể dục thể thao đạt giải thưởng quốc gia, quốc tế 4 Tổng số bằng độc quyền sáng chế Tổng số\nBảng KS.1: Kết quả khảo sát người học \nPhương thức khảo sát:\nCÂU HỎI KHẢO SÁT Ý KIẾN (1) Người học Số lượt khảo sát(2) Số lượt phản hồi(3) Phản hồi tích cực(4) Tỷ lệ phản hồi Tỷ lệ phản hồi tích cực 1 Anh/ Chị hài lòng như thế nào về chất lượng và hiệu quả giảng dạy, hướng dẫn của giảng viên đối với tiến bộ học tập của bản thân? Đại học Sau đại học Tổng số 2 Anh/ Chị hài lòng như thế nào về tổng thể quá trình đào tạo và trải nghiệm tại trường đối với sự phát triển về kiến thức, năng lực và phẩm chất của bản thân? Đại học Sau đại học Tổng số 3 Trong thời gian 12 tháng sau khi tốt nghiệp, Anh/ Chị đã có việc làm, tự tạo việc làm (hoặc đi học tiếp) phù hợp với trình độ đào tạo hay chưa? Đại học Ghi chú: (1) Câu hỏi khảo sát ý kiến có năm mức độ đánh giá: - Đối với câu hỏi 1 và 2: Rất không hài lòng, Không hài lòng, Phân vân, Hài lòng, Rất hài lòng. - Đối với câu hỏi 3 (dành cho sinh viên đã tốt nghiệp): Chưa đi tìm việc; Chưa có việc làm; Có việc làm chưa phù hợp với trình độ chuyên môn; Tự tạo việc làm; Có việc làm phù hợp với trình độ chuyên môn; Đã đi học hoặc chuẩn bị đi học trình độ cao hơn. (2) Số lượt khảo sát tính theo tổng số lượt người học được gửi và đề nghị trả lời câu hỏi khảo sát (bao gồm tất cả hình thức đào tạo). Đối với hình thức khảo sát theo lớp học, một sinh viên có thể tham gia nhiều lượt khảo sát (theo từng lớp học, đối với từng giảng viên). Đối với các hình thức khảo sát tổng thể, mỗi sinh viên tham gia một lượt khảo sát, số lượt khảo sát bằng tổng số sinh viên. Đối với hình thức khảo sát chọn mẫu, số lượt khảo sát ít nhất bằng 20% số sinh viên và phải mang tính ngẫu nhiên, đại diện cho tất cả các khóa đào tạo và chương trình đào tạo. (3) Số lượt sinh viên gửi ý kiến phản hồi hợp lệ (sau khi loại bỏ những phiếu trả lời hoàn toàn trống hoặc những phiếu có chứa thông tin mâu thuẫn, phiếu của một sinh viên gửi nhiều lần...). (4) Số phản hồi tích cực là số chọn hai mức độ đánh giá cao nhất: - Đối với câu hỏi 1 và 2: Là số lượt sinh viên đánh giá từ mức 'Hài lòng' trở lên (Hài lòng, Rất hài lòng). - Đối với câu hỏi 3: Là số lượt sinh viên tốt nghiệp lựa chọn 'Có việc làm phù hợp với trình độ chuyên môn' hoặc 'Tự tạo việc làm' hoặc 'Đã đi học hoặc chuẩn bị đi học trình độ cao hơn'"
  }
}